{
  "ironMan": [
    "It’s an imperfect world, but it’s the only one we got. I guarantee you the day weapons are no longer needed to keep the peace, I’ll start making bricks and beams for baby hospitals.",
    "I’m a huge fan of the way you lose control and turn into an enormous green rage monster",
    "What? Blow something up? I already did that.",
    "Genius, billionaire, playboy, philanthropist",
    "What’s the point of owning a race car if you can’t drive it",
    "If we can’t protect the Earth, you can be damned well sure we’ll avenge it!",
    "I saw young Americans killed by the very weapons I created to defend them and protect them. And I saw that I had become part of a system that is comfortable with zero-accountability",
    "My bond is with the people, and I will serve this great nation at the pleasure of myself. If there’s one thing I’ve proven it’s that you can count on me to pleasure myself",
    "If you douse me again, and I’m not on fire, I’m donating you to a city college",
    "What just happened? Please tell me nobody kissed me.",
    "They say that the best weapon is the one you never have to fire. I respectfully disagree. I prefer the weapon you only have to fire once.",
    "You! I swear to God, I’ll dismantle you! I’ll soak your motherboard, turn you into a wine rack",
    "I told you I don’t want to join your super-secret boy band",
    "I shouldn’t be alive, unless it was for a reason. I’m not crazy, Pepper. I just finally know what I have to do. And I know in my heart that it’s right.",
    "I’m not afraid to hit an old man.",
    "Hey, you said one out of fourteen million, we’d win, yeah? Tell me this is it.",
    "So you’re this Spider-ling? Crime-fighting spider? Spider-Boy?",
    "Everybody wants a happy ending. Right? But it doesn’t always roll that way.",
    "Your eyes are red. Tears for your long lost boss?",
    "Give me a scotch. I’m starving.",
    "We’re the Avengers, not the Prevengers, right?",
    "I don’t want to see this on your myspace page. Please no gang signs.",
    "The Avengers. That’s what we call ourselves; we’re sort of like a team. “Earth’s Mightiest Heroes” type thing.",
    "You really have got a lid on it, haven’t you? What’s your secret? Mellow jazz? Bongo drums? Huge bag of weed?",
    "No amount of money ever bought a second of time",
    "You’re on that list? Are you above or below angry bees?",
    "You look like you have friends in low places."
  ],
  "cap": [
    "When I went under, the world was at war. I wake up, they say we won. They didn’t say what we lost.",
    "Yeah, we compromised. Sometimes in ways that made us not sleep so well. But we did it so the people could be free. This isn’t freedom, this is fear.",
    "We all need family. The Avengers are yours, maybe more so than mine.",
    "You ready to follow Captain America into the jaws of death?",
    "There are men laying down their lives. I got no right to do any less than them. That’s what you don’t understand. This isn’t about me.",
    "It was not my first kiss since 1945. I’m 95; I’m not dead.",
    "You dare Threaten me, Thor, with so puny a weapon?",
    "No one asked you to look, Tony.Avengers! Assemble.",
    "You know for the longest time I dreamed about coming overseas and being on the front lines. Serving my country. I finally get everything I wanted, and I’m wearing tights.",
    "I don’t want to kill anyone. I don’t like bullies; I don’t care where they’re from.",
    "If we sign this, we surrender our right to choose. What if this panel sends us somewhere we don’t think we should go? What if there’s somewhere we need to go and they don’t let us? We may not be perfect but the safest hands are still our own.",
    "Don’t do anything stupid until I come back.",
    "You start running, they’ll never let you stop. You stand up, push back. Can’t say no forever, right?",
    "I’m… Captain America.",
    "Well, things aren’t so bad. Food’s a lot better; we used to boil everything. No polio is good. Internet, so helpful. I’ve been reading that a lot trying to catch up.",
    "Before we get started, does anyone want to get out?",
    "I’d offer to make you dinner, but you look miserable enough already.",
    "You know, you may not be a threat, but you better stop pretending to be a hero.",
    "The uniform? Aren’t the stars and stripes a little old-fashioned?",
    "Dr. Erskine said that the serum wouldn’t just affect my muscles, it would affect my cells. Create a protective system of regeneration and healing. Which means, um, I can’t get drunk. Did you know that?",
    "Big man in a suit of armor. Take that off, what are you?",
    "If they’re shooting at you, they’re bad.",
    "This job, we try to save as many people as we can. Sometimes that doesn’t mean everybody. But if we can’t find a way to live with that, next time… maybe nobody gets saved.You can’t read that in a museum.",
    "That’s great. You did the hardest part. You took the jump, you didn’t know where you were gonna come down. And that’s it. That’s those little brave baby steps you gotta take. To try and become whole again.",
    "You just can’t stop yourself from lying, can you?",
    "Be careful. Look out for each other. This is the fight of our lives. And we’re going to win. Whatever it takes. Good luck.",
    "Wait, are you talking about a time machine?",
    "The price of freedom is high. It always has been. And it’s a price I’m willing to pay. And if I’m the only one, then so be it. But I’m willing to bet I’m not.",
    "The hell I can’t! I’m a Captain!",
    "The only way to really be cool, is to follow the rules.",
    "There’s only one God, ma’am, and I’m pretty sure he doesn’t dress like that.",
    "What’s the matter, scared of a little lightning?",
    "So, your body’s changing. Believe me, I know how that feels.",
    "I’ve been asleep for 70 years. I think I’ve had enough rest."
  ],
  "thanos": [
    "Little one, it’s a simple calculus. this universe is finite, its resources, finite. if life is left unchecked, life will cease to exist. It needs correcting.",
    "I ignored my destiny once. I cannot do that again. even for you. I’m sorry, gamora.",
    "I'M A SURVIVOR.",
    "I thought that by eliminating half of life, the other half would thrive. But you have shown me… that’s impossible. as long as there are those that remember what was, there will always be those, that are unable to accept what can be. They will resist..",
    "The hardest choices require the strongest wills.",
    "I know what it’s like to lose. To feel so desperately that you’re right, yet to fail nonetheless. It’s frightening, turns the legs to jelly. I ask you to what end? dread it. Run from it. destiny arrives all the same. And now it’s here. Or should i say, I am.",
    "You should have gone for the head.",
    "Look. pretty, isn’t it? perfectly balance. as all things should be.",
    "If you consider failure experience.",
    "I would prefer death to imprisonment! pride: my one fatal flaw.",
    "You could not live with your own failure, and where did that bring you? back to me.",
    "In all my years of conquest, violence, slaughter, it was never personal. But i’ll tell you now, what i’m about to do to your stubborn, annoying little planet… i’m gonna enjoy it. Very, very much.",
    "I am…inevitable.",
    "The universe will now be set right. Made over to fit my unique view of what should be. Let nihilism reign supreme!",
    "It’s frightening. Turns the legs to jelly. But i ask you, to what end? dread it, run from it… destiny arrives all the same. And now, it’s here. Or should i say… i am.",
    "Your politics bore me. Your demeanor is that of a pouty child.",
    "Today i lost more than you could now, but now is no time to mourn. Now, is no time at all.",
    "Fine, i’ll do it myself.",
    "You’re strong, but i could snap my fingers and you’d all cease to exist.",
    "You were going to bed hungry, scrounging for scraps. Your planet was on the brink of collapse. I’m the one who stopped that. You know what’s happened since then? the children born have known nothing but full bellies and clear skies. It’s a paradise.",
    "Fun isn’t something one considers when balancing the universe. But this… does put a smile on my face.",
    "I will shred this universe down to its last atom and then, with the stones you’ve collected for me, create a new one. It is not what is lost but only what it is been given… a grateful universe."
  ]
}
